Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/GameController.strings
Languages: de

# game.end.progress.title
source: End Game in Progress?
de: Laufendes Spiel beenden?

# game.end.progress.message
source: Are you sure you want to end the game in progress?
de: Soll das laufende Spiel wirklich beendet werden??

# game.end.progress.ok
source: End Game
de: Spiel beenden

# game.forfeit.title
source: Forfeit Game?
de: Spiel Aufgeben?

# game.forfeit.message
source: Are you sure you want to forfeit this game?
de: Soll das laufende Spiel wirklich aufgegeben werden?

# game.forfeit.ok
source: Forfeit
de: Aufgeben

# special.used.on
source: %@ used on %@ by %@
de: %@ auf %@ genutzt von %@

# special.used.by
source: %@ used by %@
de: %@ genutzt von %@

# lines.added.to
source: %@ added to %@ by %@
de: %@ zu %@ hinzugefügt von %@

# lines.singular
source: 1 Line
de: 1 Reihe

# lines.plural
source: %d Lines
de: %d Reihen

# lines.double
source: Double
de: Doppelt

# lines.triple
source: Triple
de: Dreifach

# lines.quadruple
source: Quadruple
de: Vierfach

# menu.new.game
source: Begin New Game
de: Neues Spiel starten

# menu.pause.game
source: Pause Current Game
de: Aktuelles Spiel pausieren

# menu.resume.game
source: Resume Paused Game
de: Pausiertes Spiel fortsetzen

# menu.end.game
source: End Current Game...
de: Laufendes Spiel beenden...

# button.new.game
source: New Game
de: Neues Spiel

# button.resume.game
source: Resume
de: Fortsetzen

# button.end.game
source: End Game
de: Beenden
