Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/GrowlController.strings
Languages: de

# player.joined.title
source: Player Joined Channel
de: Raum betreten

# player.joined.message
source: %@ has joined the channel
de: %@ hat den Raum betreten

# player.joined.description
source: When a new player joins your channel
de: Wenn ein Spieler den Raum betritt

# player.left.title
source: Player Left Channel
de: Raum verlassenl

# player.left.message
source: %@ has left the channel
de: %@ hat den Raum verlassen

# player.left.description
source: When a player leaves your channel
de: Wenn ein Spieler den Raum verlässt

# player.kicked.title
source: Player Kicked
de: Spieler gekickt

# player.kicked.message
source: %@ has been kicked from the server
de: %@ wurde vom server gekickt

# player.kicked.description
source: When a player in your channel is kicked
de: Wenn ein Spieler gekickt wird

# player.local.kicked.title
source: Kicked
de: Gekickt

# player.local.kicked.message
source: You have been kicked from the server
de: Du wurdest vom Server gekickt

# player.team.change.title
source: Player Changed Team
de: Teambewegung

# player.team.change.description
source: When a player in your channel changes teams
de: Wenn ein Spieler im Raum das Team wechselt

# player.team.change.join
source: %@ has joined team '%@'
de: %@ ist Team '%@' beigetreten

# player.team.change.switch
source: %@ has switched to team '%@'
de: %@ ist zu Team '%@' gewechselt

# player.team.change.left
source: %@ has left team '%@'
de: %@ hat Team '%@' verlassen

# game.started.title
source: Game Started
de: Spiel gestartet

# game.started.message
source: %@ started a new game
de: %@ hat ein neues Spiel gestartet

# game.started.message.self
source: You started a new game
de: Du hast ein neues Spiel gestartet

# game.started.description
source: When a game starts
de: Wenn ein Spiel beginnt

# game.paused.title
source: Game Paused
de: Spiel pausiert

# game.paused.message
source: %@ paused the game
de: %@ hat das Spiel pausiert

# game.paused.message.self
source: You paused the game
de: Du hast das Spiel pausiert

# game.paused.description
source: When a game is paused or resumed
de: Wenn ein Spiel pausiert wird oder weitergeht

# game.resumed.title
source: Game Resumed
de: Spiel fortgesetzt

# game.resume.message
source: %@ resumed the game
de: %@ hat das Spiel fortgesetzt

# game.resume.message.self
source: You resumed the game
de: Du hast das Spiel fortgesetzt

# game.paused.resumed.title
source: Game Paused/Resumed
de: Spiel Pausiert/Fortgesetzt

# game.player.lost.title
source: Player Eliminated
de: Spieler Eliminiert

# game.player.lost.message
source: %@ has been eliminated from the game
de: %@ wurde eliminiert

# game.player.lost.description
source: When a player is eliminated from a game
de: Wenn ein Spieler eliminiert wird

# game.player.lost.local.title
source: Eliminated
de: Eliminiert

# game.player.lost.local.message
source: You have been eliminated from the game
de: Du wurdest eliminiert

# game.end.title
source: Game Ended
de: Spiel beendet

# game.end.message
source: %@ stopped the game
de: %@ hat das Spiel beendet

# game.end.message.self
source: You stopped the game
de: Du hast das Spiel beendet

# game.end.description
source: When a game ends
de: Wenn ein Spiel endet

# game.end.won.player
source: %@ has won the game
de: %@ hat das Spiel gewonnen

# game.end.won.team
source: Team %@ has won the game
de: Team %@ hat das Spiel gewonnen

# game.end.won.self
source: You have won the game
de: Du hast das Spiel gewonnen
