Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/Keyboard.strings
Languages: de

# move.left
source: Move Piece Left
de: Block nach Links bewegen

# move.right
source: Move Piece Right
de: Block nach Rechts bewegen

# move.down
source: Move Piece Down
de: Block nach Unten bewegen

# move.drop
source: Drop Piece
de: Block fallen lassen

# rotate.counter
source: Rotate Piece Counterclockwise
de: Block nach Rechts rotieren

# rotate.clockwise
source: Rotate Piece Clockwise
de: Block nach Links rotieren

# special.discard
source: Discard Special
de: Powerup verwerfen

# special.use.self
source: Use Special on Self
de: Powerup selbst nutzen

# special.use.p1
source: Use Special on Player 1
de: Powerup gegen Spieler 1

# special.use.p2
source: Use Special on Player 2
de: Powerup gegen Spieler 2

# special.use.p3
source: Use Special on Player 3
de: Powerup gegen Spieler 3

# special.use.p4
source: Use Special on Player 4
de: Powerup gegen Spieler 4

# special.use.p5
source: Use Special on Player 5
de: Powerup gegen Spieler 5

# special.use.p6
source: Use Special on Player 6
de: Powerup gegen Spieler 6

source: Game Chat
de: Chat

# game.noop
source: No Action
de: Keine Aktion

# keys.arrow
source: Arrow Keys
de: Pfeiltasten

# keys.macbook
source: MacBook Keyboard
de: MacBook-Tastatur

# config.untitled
source: Untitled Key Configuration
de: Unbenannte Tastaturbelegung

# key.control
source: control
de: ctrl

# key.option
source: option
de: alt

# key.command
source: command
de: cmd

# key.name.space
source: Space
de: Leertaste

# key.name.tab
source: Tab
de: Tabulator

# key.name.shift
source: Shift
de: Umschalt

# key.name.option
source: Option
de: Alt
