Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/NetworkController.strings
Languages: de

# disconnect.progress.message
source: A game is currently in progress. Are you sure you want to disconnect from the server?
de: Es läuft gerade ein Spiel. Sicher, dass du die Verbindung trennen willst?

# disconnect.progress.ok
source: Forfeit and Disconnect
de: Aufgeben und trennen

# connect.progress.message
source: An offline game is currently in progress. Before you can connect to a server, you will have to forfeit the game. Are you sure you want to do this?
de: Es läuft gerade ein lokales Spiel. Bevor eine Verbindung aufgebaut werden kann, muss das Spiel beendet werden. Soll das Spiel jetzt beendet werden?

# conntect.progress.ok
source: Forfeit Game
de: Aufgeben

# connect.server
source: Connect to Server
de: Mit Server verbinden

# connect.server.query
source: Select a server to connect to:
de: Wähle einen Server zum verbinden aus:

# connect.server.ok
source: Connect
de: Verbinden

# server.list.edit
source: Edit Server List...
de: Serverliste bearbeiten...

# net.no.reason
source: (No reason given)
de: (Kein Grund)

# net.err
source: Connection error
de: Verbindungsfehler

# net.err.refused
source: Connection refused.
de: Verbindung abgelehnt.

# net.err.nopen
source: Could not open a connection to the server.
de: Verbindung zum Server konnte nicht hergestellt werden.

# net.err.explain
source: A connection error occurred:
de: Ein Netzwerkfehler ist aufgetreten:

# net.err.find
source: Could not find the server.
de: Konnte den Server nicht finden.

# net.err.find.long
source: An error occurred while trying to find the server.
de: Ein Netzwerkfehler ist aufgetreten, während der Server gesucht wurde.

# net.err.local
source: A local network error occurred:
de: Ein lokaler Netzwerkfehler ist aufgetreten:

# net.err.timeout
source: The connection timed out.
de: Zeitüberschreitung.

# net.err.login
source: Server refused login:
de: Login abgelehnt:

# net.err.addr
source: Check the address of the server you are attempting to connect to and try again.
de: Bitte die Adresse des Servers überprüfen und erneut versuchen.

# net.err.inet
source: Check that your computer is connected to the internet, or check the server address and try again.
de: Bitte die Netzwerkverbindung des Conputers oder die Serveradresse überprüfen und erneut versuchen.

# net.err.domain
source: Error domain: %@
de: Fehlerdomain: %@

# net.err.code
source: Error code: %d
de: Fehlercode: %d

# server.connect
source: Connect to Server...
de: Verbinden...

source: Connection Closed
de: Verbindung geschlossen

# connection.disconnected
source: Disconnected
de: Verbindung getrennt

# connection.server.closed
source: Server closed connection
de: Server hat die Verbindung getrennt

# connection.cancel
source: Cancel Connection
de: Verbindungsaufbau abbrechen

# connection.cancel.progress
source: Cancel Connection in Progress
de: Verbindungsaufbau wird abgebrochen...

# connection.connecting
source: Connecting to server %@...
de: Verbinde mit %@...

source: Connection Opened
de: Verbindung hergestellt

# connection.login
source: Logging in as %@...
de: Einloggen als %@...

source: Connection canceled
de: Verbindung beendet.

# connection.disconnect
source: Disconnect
de: Verbindung trennen

# connection.disconnect.from
source: Disconect from Server
de: Verbindung zum Server trennen

# connection.connected
source: Connected
de: Verbunden

# connection.disconnecting
source: Disconnecting...
de: Trenne Verbindung...

# connection.err.title
source: Connection Error
de: Verbindungsfehler

# connection.err
source: Connection error occurred
de: Verbindungsfehler aufgetreten
