Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/PreferencePanes.strings
Languages: de

# preferences.offline
source: Offline Game Preferences
de: Offline Einstellungen

# preferences.keyboard
source: Keyboard Controls
de: Tastaturbelegung

# preferences.keyboard.unsaved
source: Unsaved Configuration
de: Neue Tastaturbelegung

# preferences.keyboard.bind
source: Press a key to bind to '%@'
de: Drücke die Taste, die auf '%@' gelegt werden soll

# preferences.keyboard.save
source: Save Current Configuration...
de: Aktuelle Belegung speichern...

# preferences.keyboard.delete
source: Delete Current Configuration
de: Aktuelle Belegung löschen

# preferences.keyboard.unsaved.alert.title
source: Unsaved Keyboard Configuration
de: Nicht gespeicherte Tastaturbelegung

# preferences.keyboard.unsaved.alert.message
source: Your current key configuration is unsaved. If you change configurations, it will be lost. Do you wish to save the configuration first?
de: Die momentane Tastaturbelegung ist nicht gespeichert. Wenn andere Konfigurationen bearbeitet werden, geht diese verloren. Soll diese Tastaturbelegung erst gespeichert werden?

# preferences.keyboard.unsaved.alert.save
source: Save Configuration
de: Tastaturbelegung speichern

# preferences.keyboard.unsaved.alert.dismiss
source: Change without Saving
de: Ändern, ohne zu speichern

# preferences.keyboard.config.delete.title
source: Delete Keyboard Configuration
de: Tastaturbelegung löschen

# preferences.keyboard.config.delete.message
source: Are you sure you want to delete the configuration '%@'?
de: Soll die Tastaturbelegung '%@' wirklich gelöscht werden?

# preferences.keyboard.config.unsaved.hint
source: Your current key configuration is unsaved. Do you wish to save the configuration?
de: Die aktuelle Tastaturbelegung wurde nicht gespeichert. Soll dies nun geschehen?

# preferences.keyboard.config.replace.title
source: Replace Keyboard Configuration
de: Tastaturbelegung ersetzen?

# preferences.keyboard.config.replace.message
source: A keyboard configuration already exists with the name '%@'. Would you like to replace it?
de: Es gibt bereits eine Tastaturbelegung mit dem Namen '%@'. Soll diese ersetzt werden?

# preferences.keyboard.config.bound.alert
source: '%@' is already bound to '%@'
de: '%@' ist bereits mit '%@' belegt

# preferences.servers
source: Servers List
de: Serverliste

# preferences.themes
source: Themes
de: Designs

# preferences.themes.loading.unable.title
source: Could not load theme
de: Konnte Design nicht laden

# preferences.themes.loading.unable.message
source: Unable to load a theme from the file '%@'. Check that the file is a valid theme file, and that the image specified by the 'Blocks=' section of the theme file is in the same directory as the file.
de: Konnte Design aus Datei '%@' nicht laden. Bitte überprüfen, ob die Designdatei valide ist.

# preferences.themes.duplicate.title
source: Duplicate theme
de: Doppelt vorhandenes Design

# preferences.themes.duplicate.message
source: The theme '%@' appears to be a duplicate of one of the default iTetrinet themes. If you would like to use this theme, try changing its name. (To change the theme's name, open the theme file using a text editor, and change the contents of the 'Name=' section)
de: Das Design '%@' scheint ein Duplikat eines anderen iTetrinet Designs zu sein. Wenn dieses Design genutzt werden soll, ändere bitte den Namen.

# preferences.themes.exist
source: A theme named '%@' is already installed. Would you like the replace the existing theme with the new one?
de: Ein Design namens '%@' existiert bereits. Soll das Design ersetzt werden?

# preferences.general
source: General Preferences
de: Allgemeine Einstellungen
