Repository: arlenyan/iTetrinet
Catalog: Resources/*.lproj/Specials.strings
Languages: de

# special.addline
source: Add Line
de: Reihe hinzufügen

# special.clearline
source: Clear Line
de: Reihe entfernen

# special.nukefield
source: Nuke Field
de: Nuke

# special.randomclear
source: Random Clear
de: Zufällig entfernen

# special.switchfield
source: Switch Field
de: Feld tauschen

# special.clearspecials
source: Clear Specials
de: Powerups entfernen

# special.gravity
source: Gravity
de: Schwerkraft

# special.quakefield
source: Quake Field
de: Bebenfeld

# special.blockbomb
source: Block Bomb
de: Blockbombe

# special.null
source: No Special
de: Kein Powerup
